chat_system_1936881694_actor_description=Decar. Dwarf-miner.
chat_system_1936881694_snap_1_question=^?^So? Have you gathered the ore?
chat_system_1936881694_snap_1_answer_0=^?^No. Not yet.
chat_system_1936881694_snap_1_answer_1=^?^Yes! Here's the various ore I collected. It took me a while...
chat_system_1936881694_snap_2_question=^?^Hmm...Excellent! But why do you work so hard for this foolish painter? Bah, alright, take the can with the gilt.
chat_system_1936881694_snap_2_answer_0=^?^Thank you very much, Decar. See you.
chat_system_1936881694_snap_4_question=^?^What do you want?
chat_system_1936881694_snap_4_answer_0=^?^I'd like to buy some decorative gilt.
chat_system_1936881694_snap_0_question=^?^Gilt, you say? Before now, the only person to buy my gilt was the artist from the griffins' island. It was him who sent you, wasn't it?
chat_system_1936881694_snap_0_answer_0=^?^Yes. He said you had a quarrel, that's why he's afraid to ask you.
chat_system_1936881694_snap_3_question=^?^Yeah, that's right. Well, if you really want to help him, you'll have to do a bit of work.<br>A precious ore is mined in the Creiston Mines. I'll give you the gilt in exchange for this ore. Bring me 7 pieces of ore. and you'll get what you need.
chat_system_1936881694_snap_3_answer_0=^?^Ore? Alright, but tell me how to recognize it.
chat_system_1936881694_snap_5_question=^?^It is reddish. You should probably try to find it in carts. You humans don't need this ore. So nobody's bothered with it since Baron Ahey became the owner of the Creiston Mines.
chat_system_1936881694_snap_5_answer_0=^?^Ok, I'll bring this ore to you.
